tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "phinze/cask"
tap "thoughtbot/formulae"
brew "gdbm"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bash"
brew "bash-completion"
brew "bison"
brew "bzip2"
brew "ccat"
brew "chruby"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "libidn"
brew "openldap"
brew "curl-openssl"
brew "direnv"
brew "dnsmasq", restart_service: true
brew "editorconfig"
brew "entr"
brew "fortune"
brew "libtool"
brew "unixodbc"
brew "libpng"
brew "fzf"
brew "gmp"
brew "libffi"
brew "pkg-config"
brew "gdb"
brew "git"
brew "git-flow"
brew "git-hooks"
brew "pcre"
brew "glib"
brew "gnutls"
brew "gnupg"
brew "go"
brew "httpie"
brew "icu4c"
brew "imagemagick"
brew "imagemagick@6"
brew "oniguruma"
brew "jq"
brew "lastpass-cli"
brew "libiconv"
brew "memcached"
brew "libmemcached"
brew "libpq"
brew "libsodium"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "lua"
brew "mas"
brew "mkcert"
brew "msgpack"
brew "mysql@5.7"
brew "neovim"
brew "nginx", restart_service: true
brew "nss"
brew "nvm"
brew "pandoc"
brew "php", restart_service: true
brew "python"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby"
brew "ruby-install", args: ["HEAD"]
brew "ssh-copy-id", link: true
brew "switchaudio-osx"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "heroku/brew/heroku"
brew "thoughtbot/formulae/rcm"
cask "adoptopenjdk"
cask "alfred"
cask "anki"
cask "bartender"
cask "chromedriver"
cask "dbeaver-community"
cask "docker"
cask "evernote"
cask "firefox"
cask "focus"
cask "font-courier-prime-code"
cask "font-fira-code"
cask "forticlient"
cask "google-backup-and-sync"
cask "google-chrome"
cask "imageoptim"
cask "kap"
cask "kindle"
cask "mojibar"
cask "numi"
cask "postgres"
cask "postico"
cask "postman"
cask "robo-3t"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "tableplus"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "workflowy"
mas "BetterSnapTool", id: 417375580
mas "GIF Keyboard", id: 1043270657
mas "Harvest", id: 506189836
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
